{
	"nav-home": "Home",
	"nav-services": "Services",
	"nav-getting-started": "Getting Started",
	"nav-account": "Account",
	"nav-about-us": "About Us",
	"slide-1-title": "Welcome to Proxcloud!",
	"slide-1-sub": "THE MOST ADVANCED RFID CARD CLONING SERVICE IN THE WORLD",
	"slide-2-title": "SIMPLE AND POWERFUL",
	"slide-2-sub": "NO LONGER DO YOU HAVE TO LEARN THE COMPLEX COMMAND LINE INTERFACE OF THE PROXMARK3. SIMPLY SCAN YOUR CARD AND SIT BACK",
	"slide-3-title": "ALWAYS IMPROVING",
	"slide-3-sub": "PROXCLOUD HAS THE WIDEST RANGE OF ANY CARD CLONING SERVICE AND WE ADD SUPPORT FOR MORE CARD TYPES ALL TIME",
	"free-trial": "Get a free trial of any card type!",
	"view-conditions": "View conditions",
	"learn-more": "Learn More",
	"range": "Range",
	"range-detail":"Proxcloud supports copying the largest range of cards, including high security cards such as iClass",
	"fast": "Fast",
	"fast-detail": "Thanks to Proxcloud's cloud computing based approach, card copying is always super fast, even for new secure cards",
	"secure": "Secure",
	"secure-detail": "All communication between the reader and server is fully encrypted. All cards copying is anonymous and all data is deleted after 1 hour.",
	"read-more": "Read More",
	"footer-contact":"Contact Us",
	"footer-location":"Location",
	"footer-email": "Email",
	"footer-about":"About Proxcloud",
	"footer-about-detail":"Proxcloud is a service set up to help people copy RFID cards. The goal is to make it simple and easy to copy even the most complex cards. Whether you are novice just trying to make a copy of your apartment key fob, or a professional security consultant wanting to gain access to a secure facility, Proxcloud can help you.",


	"service-our-service":"OUR SERVICE",
	"service-heading":"Proxcloud is the most advanced RFID copying service in the world",
	"service-heading-sub": "Using this service anyone can easily and simply copy RFID cards",
	"service-desc-1":"The Proxcloud service consists of 3 parts: Proxmark3 device,  A custom firmware image and Web based service. Together these three parts combine to form a super simple yet powerful card copying system.",
	"service-desc-2":"Windows, Android, Mac and Linux are all supported. Setup is super simple, just follow the guide under",
	"service-desc-3": "If you want to know more about the service, such as the type of cards supported, continue reading below.",
	"service-fast-detail":"Copying Low Frequency cards has always been fast, even on very limited hardware. Copying High Frequency cards takes a little more time, but could usually be achieved within a couple of minutes on a normal PC. However with the introduction of the new more secure Mifare cards, it can take hours to copy even with a fast PC. Proxcloud leverages the power of cloud computing to copy even modern Mifare Classic cards fast. No more waiting for hours, even the most newest cards can be copied in a matter of minutes.",
	"service-secure-detail-1":"Security is our top priority. All data is encrypted before leaving the reader using a unique symmetric key. The data is then encrypted again using industry standard SSL before being sent over the internet to our server. The server decrypts the card and sends back encrypted copying instructions to the reader.",
	"service-secure-detail-2":"All data sent to the server is automatically deleted after one hour*. This eliminates the possibility of data breach by hackers and gives you peace of mind that your card data cannot be leaked online.",
	"service-secure-detail-3":"Our service is anonymous. We don't know and care who you are. We promise that we don't keep any records of the cards you copy. If you still worry about it, you can use a proxy server to hide your location.<br>  *If copying a paid card fails (e.g. the Internet goes out), the cracked keys will be stored until the next time you try to copy the card so you don't have to pay again to crack it. No data is stored, only keys.",
	"service-range":"Huge range of supported cards",
	"service-range-detail":"Our card copying service supports the widest range of RFID cards in the world",
	"service-lf-cards":"Low Frequency cards",
	"service-hf-cards":"High Frequency cards",
	"service-improving": "We are adding support for new card types all the time. If your card type is not yet supported, or you want to help develop support for new card types, checkout out the ",
	"service-improving-2":"Contributing section of the ",
	"service-improving-3":" page",	
	"service-desfire": "*At this time it is only possible to copy the ID of DESFire cards, not the full card data.",
	"service-basic":"No Security Cards",
	"service-free":"FREE",
	"service-basic-detail":"The following cards are free",
	"service-start-now":"Start now",
	"service-advanced":"Medium Security Cards",
	"service-high":"High Security Cards",
	"service-card":"card",
	"service-medium-detail-1":"Copying medium security cards requieres a fee",
	"service-medium-detail-2":"The first card of each type is free!",
	"service-high-detail-1":"Copying high security cards requieres a fee",
	"service-high-detail-2":"The first card of each type is free!",
	"service-premium": "Premium",
	"service-premium-detail":"Allows manually editing the card data",


	"guide-heading-sub":"This guide will show you how to set up your reader and copy cards",
	"guide-introduction": "Introduction",
	"guide-intro-1":"The proxmark3 is an advanced RFID research tool. It is open source, and has a great development community behind it. It can be used to copy a wide range of RFID cards. However, as noted on the ",
	"guide-intro-2":"official wiki page",
	"guide-intro-3":"\"It should be pointed out quite early that the proxmark3 is not really for beginners. If you are not already fairly familiar with electronics, embedded programming, some RF design and ISO standards, this device will probably bring you more frustration than anything else!\". This is where Proxcloud comes in, Proxcloud is a super simple interface which lets even beginners copy the most advanced and secure RFID cards. Below you will find instructions on where to get a Proxmark3 device, how to load the firmware and most importantly, how to copy your RFID card.",
	"guide-reader":"Choosing a reader",
	"guide-reader-detail":"The Proxmark3 is open source, and as such there are a number of different versions available. Proxcould works with all current versions of the hardware, if you already have a Proxmark3, you can skip this section, if you don't yet have a reader, see the options below for buying the device.",
	"guide-reader-sellers":"Proxcould is not associated with any of the following sellers, but all of these devices can be used with the service.",
	"guide-reader-1":"The orignial Proxmark3 hardware version, can be bought from",
	"guide-reader-2":"Improved hardware version, can be bought from",
	"guide-reader-3":"Simplified hardware version, can be bought on",
	"guide-software":"Client software",
	"guide-software-detail-1":"Proxcould has rewritten the the Proxmark3 software to make it easier to use, the Proxmark3 no longer requires you to compile and run client software. Once the new firmware is loaded, simply plug in the Proxmark3 and open the Proxcloud web page.",
	"guide-software-detail-2":"In order to use the Proxcloud service, the proxmark3 needs to be running our updated firmware. If you need to update to the new firmware, simply download and run the",
	"guide-software-detail-3":"here",
	"guide-software-detail-4":" and load it yourself.",
	"guide-software-detail-5":"the Proxcloud Firmware Loader Android app",
	"guide-software-detail-6":"to update the firmware. If later you want to load the old firmware again, just select the Proxmark3 firmware option in the app. If you are familiar with manually updating the proxmark3 firmware, you can also download the firmware image ",
	"guide-steps":"Step by step guide to copying a card",
	"guide-steps-detail": "There are 4 simple steps to copy a card",
	"guide-steps-scan":"Scan card",
	"guide-steps-blank":"Scan blank card",
	"guide-steps-read":"Read card",
	"guide-steps-write":"Write card",
	"guide-step-1":"Place the card on your proxmark and click the \"Scan\" button. The service will detect the card type and let you know if it can be copied. <br>Remember your proxmark3 has two antennas, one for Low Frequency and one High Frequency, if scanning doesn't find the card at first, try putting your card on the other antenna and scan again, you can also try different positions and distances from the antenna to improve scanning.",
	"guide-step-2":"Place the blank card you want to copy to on the proxmark and click the \"Verify\" button. The service will check to make sure the blank card is the correct type of card. If it is, you can proceed to the next step. If the blank card is not the right type for the card you want to copy, the service will suggest places to buy the correct type of blank card.",
	"guide-step-3":"Again place the card you want to copy on the proxmark and click the \"Read\" button. For secure cards this step will crack the card encryption, in most cases this will happen automatically, in a few special cases you will need to use the \"Snoop\" button to snoop communications between the card and a reader before the encryption can be cracked.",
	"guide-step-4":"Again place the blank card on the proxmark3, click the \"Copy\" button, once the copy is complete the status will show green. You can now use the newly copied card.",
	"guide-payment": "Payment",
	"guide-payment-1":"Most card types are free, see the",
	"guide-payment-2":"pricing section",
	"guide-payment-3":"for full details. If you only need to copy cards listed in the free section of the pricing chart, there is no need to add credit to your account, you can go right ahead and start copying cards. If you need to to copy secure cards, you will need to add credit to your account. Log in and click the \"Add Credit\" button, then choose a payment method.",
	"guide-payment-4":"Advanced card types require a small payment to copy because they take significant cloud computing resources to decode. If you want to copy the cards listed in the paid category, you will need to add credit to your account first. ",
	"guide-payment-5":"You can add credit on the",
	"guide-payment-6":" page. Because of legal threats from some RFID card manufacturers, I have had my Paypal account shut down in the past. For this reason I can only accept bitcoin payments. If you already have bitcoin, you can add it to your account balance directly, if you don't yet have bitcoin, you can ",
	"guide-payment-6":"buy it on ebay",





	"about-heading-sub": "Proxcould is a service designed to make copying RFID cards easy",
	"about-detail-1":"Proxcloud is hosted in Europe but available to anyone in the world.",
	"about-detail-2":"I aim to provide a useful and ethical service. The Proxcloud service is meant to help ordinary people who need to make copies of their RFID cards. It can also be used by locksmiths and pentesters. Only those with permission to copy their card are allowed to use this service. Unauthorised copying of cards will result in being banned from the service. If you are aware of unethical use of the service, such as by hackers or criminals, please report them.",

	"about-legal":"Legal",
	"about-legal-detail-1": "As a user, it is perfectly legal for you to copy cards you own, however if the card is not yours, make sure you get permission from the card owner before copying it.",
	"about-legal-detail-2": "If you are a representative of an RFID company upset about this service allowing copying of your card, know that the service uses only publicly known weaknesses in your cards. The bad guys can already copy your cards, I just make it simpler for ethical users. If you want to stop people copying your cards, produce secure cards rather than trying to censor people.",
	"about-translations":"Github",
	"about-translations-details":"The source for this website can be <a href=\"TODO upload to github\">found on github</a>, if you find a bug, you can create a report on github, if you want to help improve the site, such as translating it into your own language, or improving the UI, please submit a pull request.",
	"about-range":"Wide range of cards",
	"about-range-detail":"Proxcloud already supports a very wide range of cards, but we're always looking to improve. If you have a card that can't yet be copied, contact me with details and I'll look into supporting it. Likewise, if you develop code to copy a new card type, we are happy to add it to our service and share the income with you. Contact me to discuss how we can work together.",
	"about-bounty":"We also run a collaborative \"bug bounty\" for card vulnerabilities. Below is the current list of bug bounty rewards. Contributing to the reward comes with no guarantee the card will be cracked, but if it is, you will get 100 free card copies for every 1€ you contribute.",
	"about-bounty-rules":"Rules for bug bounty: Code or other research allowing copying of the listed cards qualify for the bounty. The details must remain private and be shared only with Proxcloud. Research must allow copying cards using today's hardware i.e. theoretical cryptanalysis which reduces the time needed to crack a card but would still take thousands of years does not qualify for the reward.",
	"about-bounty-type":"Card Type",
	"about-bounty-current":"Current Bounty",
	"about-bounty-my-contribution":"My Contribution",
	"about-bounty-amount":"Amount to Contribute",
	"about-bounty-contribute":"Contribute",
	"about-bounty-message-1":"You are not logged in. Plase login on the Account page",
	"about-bounty-message-2":"Your balance is not enough to contribute that amount.",
	"about-bounty-message-3":"Thank you for your contribution",
	"about-contribution-status":"Contribution Status",



	"account-redeem-error-1":"You are not logged in",
	"account-redeem-error-2":"Code cannot be empty",
	"account-redeem-error-3":"Invalid code",
	"account-redeem-error-4":"This code was already used",
	"account-redeem-valid": "Valid Code",
	"account-redeem-finished":"Code value has been added to your account balance"



}	
